modules/forms/requests/web/kindergarden/listNeedsAndConditions.php

<?php 
	$subservice_url_id = 74;
	$sign = false;
    $soapAction = "urn:listNeedsAndConditions";
?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:q0="urn:bars-web-dou" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soapenv:Body>
    <q0:listNeedsAndConditions>
      <q0:ocatoCode>56000000000</q0:ocatoCode>
    </q0:listNeedsAndConditions>
  </soapenv:Body>
</soapenv:Envelope>